Repository: epfl-idevelop/wpforms-epfl-payonline
Catalog: languages/wpforms-epfl-payonline-*.po
Languages: fr_fr

source: EPFL Payonline integration with WPForms.
fr_fr: Intégration de Payonline avec WPForms.

source: EPFL Payonline Payment stopped by conditional logic
fr_fr: Paiement EPFL Payonline arrêté à cause de la logique conditionnelle

source: EPFL Payonline Payment stopped, missing payment fields
fr_fr: Paiement EPFL Payonline arrêté, champs de paiement manquants

source: EPFL Payonline Payment stopped, invalid/empty amount
fr_fr: Paiement EPFL Payonline arrêté, montant non valide ou vide

source: Payment failed: recipient emails do not match
fr_fr: Échec du paiement : les e-mails des destinataires ne correspondent pas

source: Payment failed: Payonline returned 0
fr_fr: Échec du paiement : la valeur retournée par Payonline est 0

source: EPFL Payonline Return Error
fr_fr: Échec du paiement : Payonline a retourné une erreure

source: [%s] Payment confirmation for "%s"
fr_fr: [%s] Confirmation de paiement pour "%s"

source: <p>Thanks for your payment!</p>
fr_fr: <p>Merci pour votre paiement !</p>

source: <p>Please find below your order details.</p>
fr_fr: <p>Ci-dessous les détails de votre commande.</p>

source: Paymode
fr_fr: Mode de paiement

source: Note: accessible only for Payonline instance's administrators
fr_fr: Note: accessible uniquement pour les admin Payonline

source: Transaction detail
fr_fr: Détail de la transaction

source: Payonline transactions list
fr_fr: Liste des transactions Payonline

source: https://payonline.epfl.ch?lang=en
fr_fr: https://payonline.epfl.ch?lang=fr

source: https://wiki.epfl.ch/payonline-help
fr_fr: https://wiki.epfl.ch/payonline-aide

source: Enable EPFL Payonline payments
fr_fr: Activer les paiements EPFL Payonline

source: EPFL Payonline instance ID
fr_fr: ID de l'instance EPFL Payonline

source: You must create a payment instance (entity that identifies your conference in the Payonline service) by using the "New Instance" link in the main menu on <a href="https://payonline.epfl.ch" target="_blank">payonline.epfl.ch</a>
fr_fr: Vous devez préalablement créer une instance (entrée qui identifie votre conférence sur Payonline) en utilisant le lien "Nouvelle Instance" dans le menu du site <a href="https://payonline.epfl.ch" target="_blank">payonline.epfl.ch</a>

source: Enter an email address for payments notification
fr_fr: Spécifier une adresse email pour les notifications de paiement.

source: Select Production to receive real payments or select Test to use the EPFL Payonline developer sandbox (id_inst=1234567890)
fr_fr: Sélectionnez Production pour recevoir des paiements réels ou sélectionnez Test pour utiliser l'instance Payonline de test (id_inst=1234567890)

source: Shipping
fr_fr: Livraison

source: Don't ask for an address
fr_fr: Ne pas demander d’adresse

source: Ask for an address, but do not require
fr_fr: Demander une adresse, mais ne pas l’exiger

source: Ask for an address and require it
fr_fr: Demander une adresse et l’exiger

source: Don't ask buyer to include a note with payment
fr_fr: Ne pas demander à l’acheteur d’inclure une note avec le paiement

source: Process
fr_fr: Traiter

source: Don't process
fr_fr: Ne pas traiter

source: this charge if
fr_fr: ces frais si

source: Install the <a href="%s">Conditional Logic addon</a> to enable conditional logic for EPFL Payonline payments.
fr_fr: Installer le <a href="%s">module Conditional Logic</a> pour activer la logique conditionnelle pour les paiements EPFL Payonline.

source: Plugin Additional Links
fr_fr: Liens additionnels du plugin

source: Help Payonline
fr_fr: Aide Payonline
